{
  "kids": {
    "truth": [
      "What is your favorite food?",
      "What is your biggest fear?",
      "Have you ever lied to someone important?",
      "What is your most embarrassing memory?",
      "Who was your first crush?",
      "What's a secret you've never told anyone?",
      "What habit are you most proud of?",
      "What's the worst gift you've ever received?",
      "Have you ever cheated on a test or assignment?",
      "What's one thing you want to change about yourself?",
      "What's the kindest thing you've ever done?",
      "What is your earliest childhood memory?",
      "What is a talent you wish you had?",
      "Have you ever stolen anything?",
      "What's the strangest dream you've had?",
      "What's your biggest regret?",
      "Who in this room would you trust with a secret?",
      "What's a lie you told to get out of trouble?",
      "What is your guilty pleasure TV show or movie?",
      "What's the most trouble you've ever gotten into?",
      "What's your biggest insecurity?",
      "Have you ever pretended to like a gift?",
      "What's the most romantic thing you've done?",
      "What's one thing that always makes you cry?",
      "Have you ever broken someone's heart?",
      "What's the worst date you've ever been on?",
      "What's something you're afraid to tell your parents?",
      "What's a weird thing you do when alone?",
      "What's the best advice you've ever received?",
      "Who was your childhood hero?",
      "What's the bravest thing you've ever done?",
      "What would you do with a million dollars?",
      "What's the last time you cried and why?",
      "What's one food you could never give up?",
      "Have you ever been in love?",
      "What's a rumor you've heard about yourself?",
      "What's the worst secret you've kept?",
      "What's your favorite memory with friends?",
      "If you could switch lives with anyone, who?",
      "What's your biggest pet peeve?",
      "What's something you're proud of but don't talk about?",
      "What's the worst job you've ever had?",
      "What was your first job and how was it?",
      "Have you ever been caught doing something illegal?",
      "What's the most impulsive thing you've done?",
      "What's something you wish you knew earlier?",
      "What's the longest you've gone without sleep?",
      "What's the most awkward moment you've had in public?",
      "Have you ever spread a rumor?",
      "What's your favorite way to relax?",
      "What's the weirdest food you've tried?",
      "What's your dream vacation destination?",
      "Who was your favorite teacher and why?",
      "What's a superstition you secretly believe in?",
      "What's the best compliment you've received?",
      "What's the worst decision you've ever made?",
      "What's a secret talent you have?",
      "What's your favorite song to sing in the shower?",
      "Have you ever had a paranormal experience?",
      "What's the most childish thing you still do?",
      "What's something you want to learn this year?",
      "What's your favorite holiday memory?",
      "What's the first thing you notice about someone?",
      "Have you ever ghosted someone?",
      "What's the best lie you ever told and got away with?",
      "What's the biggest risk you've taken?",
      "What's the nicest thing someone has done for you?",
      "What's one bad habit you want to quit?",
      "What's a movie that always makes you laugh?",
      "What's a smell that brings back memories?",
      "What's a decision you regret but learned from?",
      "What's one thing no one would guess about you?",
      "What's the most expensive thing you've ever bought?",
      "Have you ever been in a physical fight?",
      "What's your favorite book and why?",
      "What's one thing you wish people asked you more?",
      "What's your go-to comfort food?",
      "What's the craziest rumor you've heard about a celebrity?",
      "What's a small victory you recently had?",
      "What's your favorite way to spend a weekend?",
      "If you could meet anyone dead or alive, who?",
      "What's a language you wish you could speak?",
      "What's the worst criticism you've received?",
      "What's a secret that made you feel guilty?",
      "What's something you've done that surprised you?",
      "What's your favorite thing about yourself?",
      "What's one goal you want to accomplish this year?",
      "What's the oddest compliment you've received?",
      "What's a habit you picked up recently?",
      "What's the most meaningful gift you've given someone?",
      "What's one fear you want to overcome?",
      "What would you change about your childhood?",
      "What's the best prank you've ever pulled?",
      "What's the worst prank pulled on you?"
    ],
    "dare": [
      "Clap your hands 10 times",
      "Do your best celebrity impression for 30 seconds",
      "Sing the chorus of your favorite song out loud",
      "Dance without music for one minute",
      "Do 10 jumping jacks",
      "Speak in a silly voice for the next two rounds",
      "Text your crush 'Thinking of you'",
      "Let someone post one photo from your phone to social media",
      "Wear socks on your hands for the next 5 minutes",
      "Attempt to juggle three items for 20 seconds",
      "Eat a spoonful of a condiment (mustard, ketchup, or hot sauce)",
      "Balance a spoon on your nose for 10 seconds",
      "Do your best runway walk across the room",
      "Let someone draw on your face with a marker",
      "Hold an ice cube in your hand until it melts",
      "Do an impression of someone in the room",
      "Do 20 sit-ups",
      "Recite the alphabet backward",
      "Speak only in rhyme for the next 3 rounds",
      "Wear a funny hat for the rest of the game",
      "Give a 1-minute dramatic monologue",
      "Act like a cat for 30 seconds",
      "Let someone give you a new hairstyle",
      "Do 15 push-ups (or modified push-ups)",
      "Post an embarrassing status you approve",
      "Try to lick your elbow",
      "Swap an item of clothing with the person on your left",
      "Call a friend and sing 'Happy Birthday'",
      "Let someone go through your most recent photos",
      "Hop on one foot for 60 seconds",
      "Wear your clothes backward for the rest of the game",
      "Make up a song about the person to your right and sing it",
      "Talk in a foreign accent for the next round",
      "Do your best impression of an animal until someone guesses it",
      "Let someone draw a tattoo on your arm with a pen",
      "Do 30 seconds of shadow boxing",
      "Try to do a split (safely) or stretch for one minute",
      "Pretend to be a waiter and take snack orders",
      "Call someone and confess your love for pizza",
      "Let someone write a one-sentence status as you",
      "Wear sunglasses indoors for the next 3 rounds",
      "Give a sincere compliment to everyone in the room",
      "Do your best dance move in slow motion",
      "Eat a slice of lemon without making a face",
      "Do 10 burpees (or modified)",
      "Act out a scene from a movie chosen by the group",
      "Make a funny hat out of paper and wear it",
      "Let someone else choose your next social media profile pic",
      "Speak in a whisper for the next two rounds",
      "Do your best celebrity gossip impression",
      "Try to touch your nose with your tongue",
      "Make an animal noise every time you speak for two rounds",
      "Tell a joke and keep a straight face",
      "Balance a book on your head and walk across the room",
      "Give a one-minute advertisement for an imaginary product",
      "Wear a spoon as a mustache for the next round",
      "Let someone draw a unibrow on you",
      "Name 10 countries in 20 seconds",
      "Let the group choose a baby name for you and use it for two rounds",
      "Do a cartwheel or try a gymnastic move safely",
      "Pretend to be a news anchor and report the weather",
      "Speak only in questions for the next 5 turns",
      "Put ice cubes down your shirt (one or two) and hold for 10 seconds",
      "Recite a tongue twister five times fast",
      "Dance with no music for two minutes",
      "Make up a handshake with someone in the room and perform it",
      "Let someone look through your browser history for 30 seconds",
      "Pretend to be a zombie and chase someone lightly",
      "Create a 30-second commercial for the person to your left",
      "Do the chicken dance in the middle of the room",
      "Attempt to do a headstand against a wall",
      "Give a piggyback ride to someone (if safe) or pretend to",
      "Call a family member and say 'I miss you' in a dramatic voice",
      "Wrap yourself in toilet paper and pose as a mummy",
      "Tell a secret using only song lyrics",
      "Let someone else choose a snack for you to eat blindfolded",
      "Try to say the alphabet while gargling (water)",
      "Do your best interpretive dance to a random song",
      "Wear a blanket as a cape and narrate your superhero origin",
      "Let someone take a silly video of you and post it if you agree",
      "Balance on one leg with your eyes closed for 20 seconds",
      "Hold a plank for 30 seconds",
      "Draw a self-portrait with your non-dominant hand",
      "Act like a robot every time someone says your name for the next 5 minutes",
      "Make up a short poem about the group",
      "Let someone else pick an outfit for you to wear for 10 minutes",
      "Try to whistle and sing at the same time",
      "Name five things you would take to a deserted island in 20 seconds",
      "Speak like a pirate for the next two rounds",
      "Attempt to hula hoop with an imaginary hoop for one minute",
      "Do 25 squats (or as many as you safely can)",
      "Make a funny face and hold it for 30 seconds",
      "Try to say a tongue twister while hopping on one foot",
      "Let the group pick a nickname for you for the evening",
      "Improvise a commercial jingle for a household item",
      "Draw a mustache on a paper plate and wear it",
      "Compose a 15-second rap about the person to your right",
      "Walk backwards across the room without looking",
      "Attempt the robot dance for 20 seconds",
      "Tell a story using only three words per sentence for a minute",
      "Try to imitate a helicopter with your arms for 30 seconds",
      "Let someone else pick a contact and you must send a funny emoji message",
      "Do your best impression of a toddler throwing a tantrum (playful)"
    ]
  }
  ,
  "adult": {
    "truth": [
      "Have you ever been in a serious relationship?",
      "Have you ever had a one-night stand?",
      "What's the most romantic thing you've done for someone?",
      "Have you ever cheated on a partner?",
      "What's your biggest turn-on (non-graphic)?",
      "What's your biggest turn-off?",
      "Have you ever dated someone much older or younger than you?",
      "What's the most spontaneous thing you've done in a relationship?",
      "Have you ever been engaged?",
      "What's the worst breakup you've experienced?",
      "Have you ever been in love with more than one person at once?",
      "What's a relationship deal-breaker for you?",
      "Have you ever lied about your relationship status?",
      "What's the most memorable date you've been on?",
      "Have you ever used a dating app?",
      "What's the longest relationship you've had?",
      "Have you ever reconnected with an ex?",
      "What's a secret you've kept from a partner?",
      "Have you ever been in an open relationship?",
      "What's the most awkward romantic moment you've had?",
      "Have you ever had your heart broken badly?",
      "What's the most mature thing you've done after a breakup?",
      "Have you ever been in love with a friend's partner?",
      "What's one thing you want in a future partner?",
      "What's the most romantic place you've visited?",
      "Have you ever lied to avoid hurting someone's feelings?",
      "What's the most intimate non-physical moment you've shared with someone?",
      "Have you ever flirted with someone to make another jealous?",
      "What's a red flag you ignored?",
      "Have you ever stayed in a relationship for convenience?",
      "What's the best relationship advice you've received?",
      "Have you ever been publicly embarrassed by a partner?",
      "What's the biggest compromise you've made for love?",
      "Have you ever been tempted to get back together with an ex?",
      "What's your preferred way to show affection?",
      "Have you ever ghosted someone after dating them?",
      "What's a romantic gesture you wish someone would do for you?",
      "Have you ever pretended to be someone else online?",
      "What's the most surprising thing you've learned from dating?",
      "Have you ever hidden a relationship from family?",
      "What's the hardest part about being single for you?",
      "Have you ever ended a relationship over text?",
      "What's a relationship habit you want to change?",
      "Have you ever fallen for someone you couldn't have?",
      "What's one thing you appreciate about past partners?",
      "Have you ever given someone mixed signals?",
      "What's a boundary you set in relationships?",
      "Have you ever dated someone for their status or money?",
      "What's the kindest thing someone did for you romantically?",
      "Have you ever been in a long-distance relationship?",
      "What's the most honest breakup conversation you've had?",
      "Have you ever stayed friends with an ex?",
      "What's the biggest thing you've learned about love?",
      "Have you ever regretted a relationship decision?",
      "What's a relationship question you find hard to answer?",
      "Have you ever fallen out of love slowly?",
      "What's one preference you won't compromise on?",
      "Have you ever found someone through a friend?",
      "What's one small thing that makes you feel loved?",
      "Have you ever been in a relationship just for sex?",
      "What's your view on dating multiple people at once?",
      "Have you ever been with someone for appearances?",
      "What's a past dating trend you participated in?",
      "Have you ever lied about your age to date someone?",
      "What's an emotional boundary you maintain?",
      "Have you ever fallen for someone while traveling?",
      "What's the most surprising compatibility you found with someone?",
      "Have you ever lost touch with someone you loved?",
      "What's the best way for someone to earn your trust?",
      "Have you ever felt pressured in a relationship?",
      "What's a small gesture that won you over?",
      "Have you ever kept a relationship secret for safety?",
      "What's one thing you wish you knew before your first serious relationship?",
      "Have you ever dated someone because of their looks only?",
      "What's a boundary you had to reassert?",
      "Have you ever felt jealous without reason?",
      "What's the bravest romantic thing you've confessed?",
      "Have you ever been in a friends-with-benefits situation?",
      "What's one quality that attracts you most?",
      "Have you ever lied to protect a partner's feelings?",
      "What's the most meaningful compliment you've received from a partner?",
      "Have you ever sabotaged a relationship?",
      "What's your stance on couples sharing passwords?",
      "Have you ever been surprised by your own feelings?",
      "What's the biggest lesson from a failed relationship?",
      "Have you ever trusted someone too quickly?",
      "What's something you wish your past partners knew about you?",
      "Have you ever sacrificed a dream for a relationship?",
      "What's one thing that instantly makes you lose interest?",
      "Have you ever stayed friends with someone because of their connections?",
      "What's a romantic habit you find annoying?",
      "Have you ever dated someone because they were 'available'?",
      "What's one relationship goal you have for the future?",
      "Have you ever felt betrayed by someone close?",
      "What's the best surprise you've planned for someone?",
      "Have you ever fallen for someone unexpectedly?",
      "What's one secret you regret telling someone romantically?"
    ],
    "dare": [
      "Send a sincere compliment to someone you admire",
      "Share the last romantic text you received (if comfortable)",
      "Write a short love note and read it aloud",
      "Dance slowly with an imaginary partner for one minute",
      "Call a friend and say something kind about their love life",
      "Share a favorite memory from a past relationship",
      "Swap a piece of clothing with someone (consensual)",
      "Let someone give you a playful nickname for the night",
      "Give someone a one-minute back massage (light, consented)",
      "Reveal a small romantic secret about yourself",
      "Toast to the group and say one thing you appreciate about love",
      "Describe your ideal date in vivid detail",
      "Text an ex a friendly, non-romantic hello",
      "when was the first time you watched an intimate movie?",
      "Share an item from your phone's photo gallery (non-sensitive)",
      "Compliment someone's best quality out loud",
      "Share one thing you find attractive about the person to your left",
      "Let someone pick your next social media profile caption",
      "Write a short poem for the group and recite it",
      "Give a mock wedding vow to the group",
      "Tell the story of your most awkward date",
      "Make a list of three traits you want in a partner out loud",
      "Let someone pick a song and act out a romantic scene to it",
      "Share your go-to flirting move (describe, non-graphic)",
      "Give a handshake that turns into a hug",
      "Reveal the first thing you notice about someone you're attracted to",
      "Share a positive thing your last partner did for you",
      "Describe your perfect morning with a partner",
      "Let someone write a harmless funny caption for your next selfie",
      "Name a romantic movie and act out a scene from it",
      "Share the best date you've ever planned or been on",
      "Tell a lighthearted secret about your love life",
      "Let the group pick a hypothetical celebrity crush for you",
      "Send a friendly emoji message to someone you care about",
      "Describe your favorite physical feature of yourself (kindly)",
      "Share a small habit that shows someone you care",
      "Tell the group one thing that comforts you after a breakup",
      "Make up a romantic pickup line and deliver it dramatically",
      "Share a favorite romantic song and sing a line",
      "Let someone draw a temporary heart on your hand with pen",
      "Name three qualities you admire in the person to your right",
      "Pretend to plan a weekend getaway and persuade the group",
      "Tell a story about a time you helped someone emotionally",
      "Give a two-minute 'appreciation speech' to someone in the room",
      "Share an honest relationship expectation you have",
      "Describe a small, romantic gesture you did that mattered",
      "Let someone pick an outfit for you to wear for 10 minutes",
      "Act out your idea of a perfect proposal (playful)",
      "Share one lesson you learned from heartbreak",
      "Call a friend and tell them what you admire about them",
      "Write a one-sentence message you would send to your future self about love",
      "Tell the group one thing you would never compromise on in a relationship",
      "Share a 'first date' horror story and mime it",
      "Let someone choose a romantic movie for you to summarize badly",
      "Give someone a sincere, short compliment on their smile",
      "Describe a small tradition you'd like to have with a partner",
      "Share a guilty pleasure romantic fantasy (non-explicit)",
      "Let someone pick a childhood crush and you describe them humorously",
      "Name one thing you've done to make someone feel special",
      "Make up a couple song title for two people here and sing it",
      "Share a moment when you felt truly appreciated",
      "Pretend to plan a 5-minute romance scavenger hunt for the group",
      "Tell a light, funny lie about your love life and then reveal the truth",
      "Let someone else choose a nickname you must use for the next two rounds",
      "Describe your ideal anniversary celebration",
      "Share a compliment you wish someone had given you",
      "Let someone else pick a positive trait they admire in you and explain why",
      "Create a short romantic handshake with another player",
      "Tell a story about a small kindness you received from a stranger",
      "Perform a dramatic reading of a romantic text message (consensual)",
      "Share a non-sensitive detail from your dating app profile",
      "Make a 'thank you' speech to someone who helped you grow romantically",
      "Give a playful 'award' to someone in the room and explain it",
      "Share an honest hope you have for your love life",
      "Let someone choose a song and you slow-dance alone to it for 30 seconds",
      "Describe a scent that reminds you of a past romance",
      "Tell the group one thing you would change about how you date",
      "Let someone pick a harmless secret about you to reveal",
      "Commit to doing one small romantic gesture this week and announce it",
      "Make a short list of 'date ideas' for a rainy day and read them",
      "Share a brief moment when you felt proud in a relationship",
      "Let the group pick a hypothetical couple name for two people here",
      "Describe a small tradition from your family that relates to love",
      "Share a light lesson you learned from a romance novel or movie",
      "Let someone pick a compliment you must give to each person in the room"
    ]
  }
}
